Repository: deeeemiss/Peek3D
Catalog: Peek3D/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, pt_br, ru, zh_hans

source: Choose a file…
ar: اختر ملفًا…
de: Datei auswählen …
es: Elegir un archivo…
fr: Choisir un fichier…
it: Scegli un file…
ja: ファイルを選択…
ko: 파일 선택…
pt_br: Escolher um arquivo…
ru: Выбрать файл…
zh_hans: 选择文件…

source: Choose animation
ar: اختر حركة
de: Animation auswählen
es: Elegir animación
fr: Choisir l’animation
it: Scegli animazione
ja: アニメーションを選択
ko: 애니메이션 선택
pt_br: Escolher animação
ru: Выбрать анимацию
zh_hans: 选择动画

source: Dark mood
ar: أجواء داكنة
de: Düstere Stimmung
es: Ambiente oscuro
fr: Ambiance sombre
it: Soffusa
ja: ダーク
ko: 어두운 분위기
pt_br: Clima escuro
ru: Мрачная
zh_hans: 暗调

source: Dismiss
ar: تجاهل
de: Schließen
es: Descartar
fr: Ignorer
it: Ignora
ja: 閉じる
ko: 닫기
pt_br: Ignorar
ru: Закрыть
zh_hans: 忽略

source: File size
ar: حجم الملف
de: Dateigröße
es: Tamaño del archivo
fr: Taille du fichier
it: Dimensione file
ja: ファイルサイズ
ko: 파일 크기
pt_br: Tamanho do arquivo
ru: Размер файла
zh_hans: 文件大小

source: Fit to view
ar: احتواء في العرض
de: Alles einpassen
es: Encuadrar todo
fr: Tout cadrer
it: Inquadra tutto
ja: 全体を表示
ko: 전체 보기
pt_br: Enquadrar tudo
ru: Показать целиком
zh_hans: 全部显示

source: Front view
ar: منظر أمامي
de: Vorderansicht
es: Vista frontal
fr: Vue de face
it: Vista frontale
ja: 正面
ko: 정면
pt_br: Vista frontal
ru: Вид спереди
zh_hans: 前视图

source: Fullscreen
ar: ملء الشاشة
de: Vollbild
es: Pantalla completa
fr: Plein écran
it: Schermo intero
ja: フルスクリーン
ko: 전체 화면
pt_br: Tela cheia
ru: Полный экран
zh_hans: 全屏幕

source: Grant folder access
ar: منح الوصول إلى المجلد
de: Ordnerzugriff erlauben
es: Conceder acceso a la carpeta
fr: Autoriser l’accès au dossier
it: Concedi accesso alla cartella
ja: フォルダへのアクセスを許可
ko: 폴더 접근 허용
pt_br: Permitir acesso à pasta
ru: Разрешить доступ к папке
zh_hans: 授予文件夹访问权限

source: Grid
ar: الشبكة
de: Raster
es: Cuadrícula
fr: Grille
it: Griglia
ja: グリッド
ko: 격자
pt_br: Grade
ru: Сетка
zh_hans: 网格

source: Lighting
ar: الإضاءة
de: Beleuchtung
es: Iluminación
fr: Éclairage
it: Illuminazione
ja: ライティング
ko: 조명
pt_br: Iluminação
ru: Освещение
zh_hans: 照明

source: Materials
ar: المواد
de: Materialien
es: Materiales
fr: Matériaux
it: Materiali
ja: マテリアル
ko: 재질
pt_br: Materiais
ru: Материалы
zh_hans: 材质

source: Mesh
ar: الشبكات المضلعة
de: Meshes
es: Mallas
fr: Maillages
ja: メッシュ
ko: 메시
pt_br: Malhas
ru: Меши
zh_hans: 网格体

source: Model info
ar: معلومات النموذج
de: Modellinfo
es: Info del modelo
fr: Infos du modèle
it: Info modello
ja: モデル情報
ko: 모델 정보
pt_br: Info do modelo
ru: Сведения о модели
zh_hans: 模型信息

source: New Panel
ar: لوحة جديدة
de: Neues Panel
es: Nuevo panel
fr: Nouveau panneau
it: Nuovo pannello
ja: 新規パネル
ko: 새 패널
pt_br: Novo painel
ru: Новая панель
zh_hans: 新建面板

source: New Window
ar: نافذة جديدة
de: Neues Fenster
es: Nueva ventana
fr: Nouvelle fenêtre
it: Nuova finestra
ja: 新規ウインドウ
ko: 새로운 윈도우
pt_br: Nova janela
ru: Новое окно
zh_hans: 新建窗口

source: Normals
ar: العموديات
de: Normalen
es: Normales
fr: Normales
it: Normali
ja: 法線
ko: 노멀
pt_br: Normais
ru: Нормали
zh_hans: 法线

source: Open in New Panel…
ar: فتح في لوحة جديدة…
de: In neuem Panel öffnen …
es: Abrir en un nuevo panel…
fr: Ouvrir dans un nouveau panneau…
it: Apri in un nuovo pannello…
ja: 新規パネルで開く…
ko: 새 패널에서 열기…
pt_br: Abrir em novo painel…
ru: Открыть в новой панели…
zh_hans: 在新面板中打开…

source: Open in New Window…
ar: فتح في نافذة جديدة…
de: In neuem Fenster öffnen …
es: Abrir en una nueva ventana…
fr: Ouvrir dans une nouvelle fenêtre…
it: Apri in una nuova finestra…
ja: 新規ウインドウで開く…
ko: 새로운 윈도우에서 열기…
pt_br: Abrir em nova janela…
ru: Открыть в новом окне…
zh_hans: 在新窗口中打开…

source: Outdoor
ar: خارجي
de: Außen
es: Exterior
fr: Extérieur
it: Esterni
ja: 屋外
ko: 야외
pt_br: Externo
ru: Улица
zh_hans: 户外

source: Pause
ar: إيقاف مؤقت
es: Pausa
it: Pausa
ja: 一時停止
ko: 일시 정지
pt_br: Pausar
ru: Пауза
zh_hans: 暂停

source: Play
ar: تشغيل
de: Abspielen
es: Reproducir
fr: Lire
it: Riproduci
ja: 再生
ko: 재생
pt_br: Reproduzir
ru: Воспроизвести
zh_hans: 播放

source: Scene
ar: المشهد
de: Szene
es: Escena
fr: Scène
it: Scena
ja: シーン
ko: 장면
pt_br: Cena
ru: Сцена
zh_hans: 场景

source: Screenshot
ar: لقطة شاشة
de: Bildschirmfoto
es: Captura de pantalla
fr: Capture d’écran
ja: スクリーンショット
ko: 스크린샷
pt_br: Captura de tela
ru: Снимок экрана
zh_hans: 截屏

source: Shading
ar: التظليل
es: Sombreado
fr: Ombrage
it: Materiale
ja: シェーディング
ko: 셰이딩
pt_br: Sombreamento
ru: Затенение
zh_hans: 着色

source: Side view
ar: منظر جانبي
de: Seitenansicht
es: Vista lateral
fr: Vue de côté
it: Vista laterale
ja: 側面
ko: 측면
pt_br: Vista lateral
ru: Вид сбоку
zh_hans: 侧视图

source: Size
ar: الأبعاد
de: Abmessungen
es: Tamaño
fr: Dimensions
it: Dimensioni
ja: サイズ
ko: 크기
pt_br: Dimensões
ru: Размеры
zh_hans: 尺寸

source: Studio
ar: استوديو
es: Estudio
ja: スタジオ
ko: 스튜디오
pt_br: Estúdio
ru: Студия
zh_hans: 工作室

source: Top view
ar: منظر علوي
de: Draufsicht
es: Vista superior
fr: Vue de dessus
it: Vista dall'alto
ja: 上面
ko: 위쪽
pt_br: Vista superior
ru: Вид сверху
zh_hans: 顶视图

source: Triangles
ar: المثلثات
de: Dreiecke
es: Triángulos
it: Triangoli
ja: 三角形
ko: 삼각형
pt_br: Triângulos
ru: Треугольники
zh_hans: 三角形

source: UV checker
ar: فاحص UV
ja: UVチェッカー
ko: UV 체커
ru: UV-сетка
zh_hans: UV 检查

source: Unlit
ar: بدون إضاءة
de: Unbeleuchtet
es: Sin iluminación
fr: Sans éclairage
ja: アンリット
ko: 조명 없음
pt_br: Sem iluminação
ru: Без освещения
zh_hans: 无光照

source: Vertices
ar: الرؤوس
de: Scheitelpunkte
es: Vértices
fr: Sommets
it: Vertici
ja: 頂点
ko: 정점
pt_br: Vértices
ru: Вершины
zh_hans: 顶点

source: Wireframe
ar: إطار سلكي
de: Drahtgitter
fr: Filaire
ja: ワイヤーフレーム
ko: 와이어프레임
pt_br: Aramado
ru: Каркас
zh_hans: 线框

source: Zoom in
ar: تكبير
de: Vergrößern
es: Acercar
fr: Zoom avant
it: Zoom avanti
ja: 拡大
ko: 확대
pt_br: Ampliar
ru: Увеличить
zh_hans: 放大

source: Zoom out
ar: تصغير
de: Verkleinern
es: Alejar
fr: Zoom arrière
it: Zoom indietro
ja: 縮小
ko: 축소
pt_br: Reduzir
ru: Уменьшить
zh_hans: 缩小

# lighting.default
source: Default
ar: افتراضية
de: Standard
es: Predeterminada
fr: Par défaut
it: Predefinita
ja: デフォルト
ko: 기본
pt_br: Padrão
ru: По умолчанию
zh_hans: 默认

# ossLicenses.menuItem
source: Open Source Licenses…
ar: تراخيص المصادر المفتوحة…
de: Open-Source-Lizenzen …
es: Licencias de código abierto…
fr: Licences open source…
it: Licenze open source…
ja: オープンソースライセンス…
ko: 오픈 소스 라이선스…
pt_br: Licenças de código aberto…
ru: Лицензии open source…
zh_hans: 开源许可…

# ossLicenses.subtitle
source: Third-party components included in this binary.
ar: مكونات من أطراف خارجية مضمّنة في هذا التطبيق.
de: In dieser App enthaltene Komponenten von Drittanbietern.
es: Componentes de terceros incluidos en esta app.
fr: Composants tiers inclus dans cette app.
it: Componenti di terze parti inclusi in questo binario.
ja: このアプリに含まれるサードパーティ製コンポーネント。
ko: 이 앱에 포함된 타사 구성 요소입니다.
pt_br: Componentes de terceiros incluídos neste app.
ru: Сторонние компоненты, входящие в это приложение.
zh_hans: 本应用包含的第三方组件。

# ossLicenses.title
source: Open Source Licenses
ar: تراخيص المصادر المفتوحة
de: Open-Source-Lizenzen
es: Licencias de código abierto
fr: Licences open source
it: Licenze open source
ja: オープンソースライセンス
ko: 오픈 소스 라이선스
pt_br: Licenças de código aberto
ru: Лицензии open source
zh_hans: 开源许可

# shading.default
source: Default
ar: افتراضي
de: Standard
es: Predeterminado
fr: Par défaut
it: Predefinito
ja: デフォルト
ko: 기본
pt_br: Padrão
ru: По умолчанию
zh_hans: 默认

# welcome.dropHint
source: Drag & drop a file anywhere in this window
ar: أفلت ملفًا في أي مكان من هذه النافذة
de: Datei an eine beliebige Stelle in diesem Fenster ziehen
es: Arrastra un archivo a cualquier parte de esta ventana
fr: Déposez un fichier n’importe où dans cette fenêtre
it: Trascina un file in un punto qualsiasi di questa finestra
ja: このウインドウのどこにでもファイルをドロップ
ko: 이 윈도우의 아무 곳에나 파일을 드롭하세요
pt_br: Arraste um arquivo para qualquer lugar desta janela
ru: Перетащите файл в любое место этого окна
zh_hans: 将文件拖到此窗口中的任意位置

# welcome.formats
source: Supported formats
ar: الصيغ المدعومة
de: Unterstützte Formate
es: Formatos compatibles
fr: Formats pris en charge
it: Formati supportati
ja: 対応フォーマット
ko: 지원 형식
pt_br: Formatos compatíveis
ru: Поддерживаемые форматы
zh_hans: 支持的格式

# welcome.recents
source: Recent
ar: الأخيرة
de: Zuletzt geöffnet
es: Recientes
fr: Récents
it: Recenti
ja: 最近使った項目
ko: 최근 항목
pt_br: Recentes
ru: Недавние
zh_hans: 最近使用

# welcome.recents.empty
source: Files you open will appear here
ar: ستظهر هنا الملفات التي تفتحها
de: Geöffnete Dateien erscheinen hier
es: Los archivos que abras aparecerán aquí
fr: Les fichiers que vous ouvrez apparaîtront ici
it: I file che apri appariranno qui
ja: 開いたファイルがここに表示されます
ko: 연 파일이 여기에 표시됩니다
pt_br: Os arquivos que você abrir aparecerão aqui
ru: Здесь появятся открытые вами файлы
zh_hans: 你打开的文件将显示在这里

# settings.tab.general
source: General
ar: عام
de: Allgemein
fr: Général
it: Generale
ja: 一般
ko: 일반
pt_br: Geral
ru: Основные
zh_hans: 通用

# settings.tab.viewer
source: Viewer
ar: العارض
de: Anzeige
es: Visor
fr: Visionneuse
it: Visualizzazione
ja: ビューア
ko: 뷰어
pt_br: Visualizador
ru: Просмотр
zh_hans: 查看器

# settings.tab.about
source: About
ar: حول
de: Info
es: Acerca de
fr: À propos
it: Info
ja: 情報
ko: 정보
pt_br: Sobre
ru: О программе
zh_hans: 关于

# settings.language
source: Language
ar: اللغة
de: Sprache
es: Idioma
fr: Langue
it: Lingua
ja: 言語
ko: 언어
pt_br: Idioma
ru: Язык
zh_hans: 语言

# settings.language.label
source: App language
ar: لغة التطبيق
de: App-Sprache
es: Idioma de la app
fr: Langue de l’app
it: Lingua dell'app
ja: アプリの言語
ko: 앱 언어
pt_br: Idioma do app
ru: Язык приложения
zh_hans: 应用语言

# settings.language.system
source: System language
ar: لغة النظام
de: Systemsprache
es: Idioma del sistema
fr: Langue du système
it: Lingua di sistema
ja: システムの言語
ko: 시스템 언어
pt_br: Idioma do sistema
ru: Язык системы
zh_hans: 系统语言

# settings.language.caption
source: “System language” follows the order set in System Settings ▸ General ▸ Language & Region.
ar: تتبع «لغة النظام» الترتيب المحدد في إعدادات النظام ▸ عام ▸ اللغة والمنطقة.
de: „Systemsprache“ folgt der Reihenfolge in Systemeinstellungen ▸ Allgemein ▸ Sprache & Region.
es: “Idioma del sistema” sigue el orden definido en Ajustes del Sistema ▸ General ▸ Idioma y región.
fr: « Langue du système » suit l’ordre défini dans Réglages Système ▸ Général ▸ Langue et région.
it: “Lingua di sistema” segue l'ordine scelto in Impostazioni di Sistema ▸ Generali ▸ Lingua e Regione.
ja: 「システムの言語」は、システム設定 ▸ 一般 ▸ 言語と地域 で設定された順序に従います。
ko: ‘시스템 언어’는 시스템 설정 ▸ 일반 ▸ 언어 및 지역에서 정한 순서를 따릅니다.
pt_br: “Idioma do sistema” segue a ordem definida em Ajustes do Sistema ▸ Geral ▸ Idioma e Região.
ru: «Язык системы» следует порядку, заданному в Системных настройках ▸ Основные ▸ Язык и регион.
zh_hans: “系统语言”遵循“系统设置 ▸ 通用 ▸ 语言与地区”中设定的顺序。

# settings.language.restartNeeded
source: Peek3D needs to restart to switch language.
ar: يجب إعادة تشغيل Peek3D لتغيير اللغة.
de: Peek3D muss neu starten, um die Sprache zu wechseln.
es: Peek3D debe reiniciarse para cambiar de idioma.
fr: Peek3D doit redémarrer pour changer de langue.
it: Peek3D deve riavviarsi per cambiare lingua.
ja: 言語を切り替えるには Peek3D を再起動する必要があります。
ko: 언어를 바꾸려면 Peek3D를 재시동해야 합니다.
pt_br: O Peek3D precisa reiniciar para mudar o idioma.
ru: Чтобы сменить язык, Peek3D нужно перезапустить.
zh_hans: 需要重新启动 Peek3D 才能切换语言。

# settings.language.restart
source: Restart Now
ar: إعادة التشغيل الآن
de: Jetzt neu starten
es: Reiniciar ahora
fr: Redémarrer
it: Riavvia ora
ja: 今すぐ再起動
ko: 지금 재시동
pt_br: Reiniciar agora
ru: Перезапустить
zh_hans: 立即重新启动

# settings.viewer.defaults
source: New windows
ar: النوافذ الجديدة
de: Neue Fenster
es: Ventanas nuevas
fr: Nouvelles fenêtres
it: Nuove finestre
ja: 新規ウインドウ
ko: 새로운 윈도우
pt_br: Novas janelas
ru: Новые окна
zh_hans: 新窗口

# settings.viewer.background
source: Background
ar: الخلفية
de: Hintergrund
es: Fondo
fr: Arrière-plan
it: Sfondo
ja: 背景
ko: 배경
pt_br: Fundo
ru: Фон
zh_hans: 背景

# settings.viewer.defaults.caption
source: Starting values for every file you open. Windows already open keep their current look.
ar: قيم البداية لكل ملف تفتحه. النوافذ المفتوحة مسبقًا تحتفظ بمظهرها الحالي.
de: Startwerte für jede geöffnete Datei. Bereits geöffnete Fenster behalten ihr Aussehen.
es: Valores iniciales para cada archivo que abras. Las ventanas ya abiertas mantienen su aspecto.
fr: Valeurs de départ pour chaque fichier ouvert. Les fenêtres déjà ouvertes gardent leur apparence.
it: Valori di partenza per ogni file che apri. Le finestre già aperte restano come sono.
ja: ファイルを開くたびに使われる初期値です。すでに開いているウインドウは変わりません。
ko: 파일을 열 때마다 쓰이는 초깃값입니다. 이미 열린 윈도우는 그대로 유지됩니다.
pt_br: Valores iniciais para cada arquivo aberto. Janelas já abertas mantêm a aparência atual.
ru: Начальные значения для каждого открываемого файла. Уже открытые окна не меняются.
zh_hans: 每次打开文件时使用的初始值。已打开的窗口保持不变。

# settings.viewer.onOpen
source: When a file opens
ar: عند فتح ملف
de: Beim Öffnen einer Datei
es: Al abrir un archivo
fr: À l’ouverture d’un fichier
it: All'apertura di un file
ja: ファイルを開いたとき
ko: 파일을 열 때
pt_br: Ao abrir um arquivo
ru: При открытии файла
zh_hans: 打开文件时

# settings.viewer.showGrid
source: Show the grid
ar: إظهار الشبكة
de: Raster anzeigen
es: Mostrar la cuadrícula
fr: Afficher la grille
it: Mostra la griglia
ja: グリッドを表示
ko: 격자 보기
pt_br: Mostrar a grade
ru: Показывать сетку
zh_hans: 显示网格

# settings.viewer.showInfo
source: Show the model info panel
ar: إظهار لوحة معلومات النموذج
de: Modellinfo-Bereich anzeigen
es: Mostrar el panel de información del modelo
fr: Afficher le panneau d’infos du modèle
it: Mostra il pannello informazioni del modello
ja: モデル情報パネルを表示
ko: 모델 정보 패널 보기
pt_br: Mostrar o painel de informações do modelo
ru: Показывать панель сведений о модели
zh_hans: 显示模型信息面板

# settings.viewer.autoplay
source: Play animations automatically
ar: تشغيل الحركات تلقائيًا
de: Animationen automatisch abspielen
es: Reproducir animaciones automáticamente
fr: Lire les animations automatiquement
it: Avvia le animazioni automaticamente
ja: アニメーションを自動再生
ko: 애니메이션 자동 재생
pt_br: Reproduzir animações automaticamente
ru: Автоматически воспроизводить анимации
zh_hans: 自动播放动画

# background.dark
source: Dark
ar: داكن
de: Dunkel
es: Oscuro
fr: Sombre
it: Scuro
ja: ダーク
ko: 어둡게
pt_br: Escuro
ru: Тёмный
zh_hans: 深色

# background.gray
source: Gray
ar: رمادي
de: Grau
es: Gris
fr: Gris
it: Grigio
ja: グレー
ko: 회색
pt_br: Cinza
ru: Серый
zh_hans: 灰色

# background.light
source: Light
ar: فاتح
de: Hell
es: Claro
fr: Clair
it: Chiaro
ja: ライト
ko: 밝게
pt_br: Claro
ru: Светлый
zh_hans: 浅色

# settings.about.version %@
source: Version %@
ar: الإصدار %@
es: Versión %@
it: Versione %@
ja: バージョン %@
ko: 버전 %@
pt_br: Versão %@
ru: Версия %@
zh_hans: 版本 %@

# settings.about.tagline
source: Drop a 3D file. Look at it. Free and open source under the MIT license.
ar: أفلت ملفًا ثلاثي الأبعاد. شاهده. مجاني ومفتوح المصدر بترخيص MIT.
de: 3D-Datei ablegen. Ansehen. Kostenlos und Open Source unter MIT-Lizenz.
es: Arrastra un archivo 3D. Míralo. Gratis y de código abierto con licencia MIT.
fr: Déposez un fichier 3D. Regardez-le. Gratuit et open source sous licence MIT.
it: Trascina un file 3D. Guardalo. Gratuito e open source con licenza MIT.
ja: 3Dファイルをドロップして、見るだけ。MITライセンスの無料オープンソース。
ko: 3D 파일을 놓고, 보기만 하세요. MIT 라이선스의 무료 오픈 소스입니다.
pt_br: Solte um arquivo 3D. Veja. Gratuito e de código aberto sob licença MIT.
ru: Перетащите 3D-файл. Смотрите. Бесплатно и с открытым кодом по лицензии MIT.
zh_hans: 拖入一个 3D 文件，直接查看。基于 MIT 许可的免费开源软件。

# settings.about.github
source: Source code on GitHub
ar: الشفرة المصدرية على GitHub
de: Quellcode auf GitHub
es: Código fuente en GitHub
fr: Code source sur GitHub
it: Codice sorgente su GitHub
ja: GitHub のソースコード
ko: GitHub의 소스 코드
pt_br: Código-fonte no GitHub
ru: Исходный код на GitHub
zh_hans: GitHub 上的源代码

# error.gltfInvalid
source: This glTF file is damaged or uses an invalid structure, so it can't be opened.
ar: ملف glTF هذا تالف أو بنيته غير صالحة، لذا لا يمكن فتحه.
de: Diese glTF-Datei ist beschädigt oder ungültig aufgebaut und kann nicht geöffnet werden.
es: Este archivo glTF está dañado o tiene una estructura no válida, así que no se puede abrir.
fr: Ce fichier glTF est endommagé ou sa structure n’est pas valide : impossible de l’ouvrir.
it: Questo file glTF è danneggiato o ha una struttura non valida, quindi non può essere aperto.
ja: この glTF ファイルは破損しているか構造が無効なため、開けません。
ko: 이 glTF 파일은 손상되었거나 구조가 올바르지 않아 열 수 없습니다.
pt_br: Este arquivo glTF está danificado ou tem uma estrutura inválida, por isso não pode ser aberto.
ru: Этот файл glTF повреждён или имеет недопустимую структуру, поэтому его нельзя открыть.
zh_hans: 此 glTF 文件已损坏或结构无效，无法打开。

# error.noGeometry
source: This file can't be read or contains no 3D model to show.
ar: تعذّرت قراءة هذا الملف أو أنه لا يحتوي على نموذج ثلاثي الأبعاد لعرضه.
de: Diese Datei ist nicht lesbar oder enthält kein 3D-Modell zum Anzeigen.
es: Este archivo no se puede leer o no contiene ningún modelo 3D que mostrar.
fr: Ce fichier est illisible ou ne contient aucun modèle 3D à afficher.
it: Questo file non si può leggere o non contiene un modello 3D da mostrare.
ja: このファイルは読み込めないか、表示できる 3D モデルが含まれていません。
ko: 이 파일을 읽을 수 없거나 표시할 3D 모델이 없습니다.
pt_br: Este arquivo não pode ser lido ou não contém nenhum modelo 3D para mostrar.
ru: Этот файл не удаётся прочитать, или в нём нет 3D-модели для показа.
zh_hans: 无法读取此文件，或其中没有可显示的 3D 模型。

# clip.fallback %lld
source: Animation %lld
ar: رسم متحرك %lld
es: Animación %lld
it: Animazione %lld
ja: アニメーション %lld
ko: 애니메이션 %lld
pt_br: Animação %lld
ru: Анимация %lld
zh_hans: 动画 %lld

# folderAccess.message %@
source: Select the folder that contains “%@” to enable its external textures.
ar: اختر المجلد الذي يحتوي على «%@» لتفعيل الخامات الخارجية.
de: Wähle den Ordner mit „%@“ aus, um seine externen Texturen zu aktivieren.
es: Selecciona la carpeta que contiene «%@» para activar sus texturas externas.
fr: Sélectionnez le dossier qui contient « %@ » pour activer ses textures externes.
it: Seleziona la cartella che contiene «%@» per abilitarne le texture esterne.
ja: 外部テクスチャを有効にするには、「%@」を含むフォルダを選択してください。
ko: 외부 텍스처를 사용하려면 “%@” 파일이 들어 있는 폴더를 선택하세요.
pt_br: Selecione a pasta que contém “%@” para ativar as texturas externas.
ru: Выберите папку с файлом «%@», чтобы включить его внешние текстуры.
zh_hans: 选择包含“%@”的文件夹以启用其外部纹理。

# error.openFailed
source: This file couldn't be opened. It may be damaged or use a feature Peek3D doesn't support yet.
ar: تعذّر فتح هذا الملف. ربما يكون تالفًا أو يستخدم ميزة لا يدعمها Peek3D بعد.
de: Diese Datei konnte nicht geöffnet werden. Sie ist eventuell beschädigt oder nutzt eine Funktion, die Peek3D noch nicht unterstützt.
es: No se pudo abrir este archivo. Puede estar dañado o usar una función que Peek3D aún no admite.
fr: Impossible d’ouvrir ce fichier. Il est peut-être endommagé ou utilise une fonction que Peek3D ne prend pas encore en charge.
it: Impossibile aprire questo file. Potrebbe essere danneggiato o usare una funzione che Peek3D non supporta ancora.
ja: このファイルを開けませんでした。破損しているか、Peek3D がまだ対応していない機能を使っている可能性があります。
ko: 이 파일을 열 수 없습니다. 손상되었거나 Peek3D가 아직 지원하지 않는 기능을 사용하는 파일일 수 있습니다.
pt_br: Não foi possível abrir este arquivo. Ele pode estar danificado ou usar um recurso que o Peek3D ainda não suporta.
ru: Не удалось открыть этот файл. Возможно, он повреждён или использует функцию, которую Peek3D пока не поддерживает.
zh_hans: 无法打开此文件。它可能已损坏，或使用了 Peek3D 尚不支持的功能。

# missingTexture.count %lld
source: %lld external textures not loaded (folder permissions).
ar: تعذّر تحميل %lld خامة خارجية (أذونات المجلد).
de: %lld externe Texturen nicht geladen (Ordnerberechtigungen).
es: %lld texturas externas no cargadas (permisos de la carpeta).
fr: %lld textures externes non chargées (autorisations du dossier).
it: %lld texture esterne non caricate (permessi della cartella).
ja: 外部テクスチャ%lld個を読み込めませんでした（フォルダの権限）。
ko: 외부 텍스처 %lld개를 불러오지 못했습니다(폴더 권한).
pt_br: %lld texturas externas não carregadas (permissões da pasta).
ru: Не загружено %lld внешних текстур (нет доступа к папке).
zh_hans: %lld 个外部纹理未能载入（文件夹权限）。

source: Matcap
ja: マットキャップ
